Repository: cduchinois/komo_apple_challenge_2026
Catalog: Komo/Komo/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt, zh_hans

source: Today's workout (%1$@) is part of your load/recovery balance.
de: Das heutige Training (%1$@) ist Teil Ihres Belastungs-/Erholungsgleichgewichts.
es: El entrenamiento de hoy (%1$@) es parte de tu equilibrio de carga/recuperación.
fr: L'entraînement d'aujourd'hui (%1$@) fait partie de ton équilibre charge/récupération.
it: L'allenamento di oggi (%1$@) fa parte del tuo equilibrio carico/recupero.
ja: 今日のワークアウト (%1$@) は、負荷と回復のバランスの一部です。
pt: O treino de hoje (%1$@) faz parte do seu equilíbrio carga/recuperação.
zh_hans: 今天的锻炼 (%1$@) 是您负荷/恢复平衡的一部分。

source: today's workout is part of how tired or recovered you feel.
de: Das heutige Training ist Teil davon, wie müde oder erholt Sie sich fühlen.
es: El entrenamiento de hoy es parte de qué tan cansado o recuperado te sientes.
fr: l'entraînement d'aujourd'hui compte dans ta fatigue ou ta récupération.
it: l'allenamento di oggi dipende da quanto ti senti stanco o recuperato.
ja: 今日のワークアウトは、疲労感や回復感の一部です。
pt: o treino de hoje faz parte de quão cansado ou recuperado você se sente.
zh_hans: 今天的锻炼是您感觉疲劳或恢复程度的一部分。

source: Try 7 minutes of easy movement, no phone.
de: Versuchen Sie es mit 7 Minuten lockerer Bewegung, ohne Telefon.
es: Pruebe 7 minutos de movimiento suave, sin teléfono.
fr: Essaie 7 minutes de mouvement doux, sans téléphone.
it: Prova 7 minuti di movimento facile, senza telefono.
ja: 電話を使わずに、7 分間の簡単な動きを試してみてください。
pt: Experimente 7 minutos de movimento fácil, sem telefone.
zh_hans: 尝试 7 分钟的轻松活动（不使用手机）。

source: try a lighter lunch before 1pm today.
de: Probieren Sie heute vor 13 Uhr ein leichteres Mittagessen.
es: Pruebe un almuerzo más ligero hoy antes de la 1:00 p.m.
fr: essaie un déjeuner plus léger avant 13 h aujourd'hui.
it: prova un pranzo leggero prima delle 13 di oggi.
ja: 今日は午後 1 時までに軽めの昼食をとってみてください。
pt: experimente um almoço mais leve antes das 13h de hoje.
zh_hans: 今天下午 1 点之前尝试吃清淡的午餐。

source: try a quick 10-minute reset instead.
de: Versuchen Sie stattdessen einen schnellen 10-Minuten-Reset.
es: En su lugar, intente un reinicio rápido de 10 minutos.
fr: essaie plutôt une pause rapide de 10 minutes.
it: prova invece un ripristino rapido di 10 minuti.
ja: 代わりに 10 分間の簡単なリセットを試してください。
pt: tente uma reinicialização rápida de 10 minutos.
zh_hans: 请尝试 10 分钟快速重置。

source: try a short walk before your next task to hit 5,000.
de: Versuchen Sie vor Ihrer nächsten Aufgabe einen kurzen Spaziergang, um 5.000 zu erreichen.
es: intente una caminata corta antes de su próxima tarea para llegar a 5000.
fr: essaie une courte marche avant ta prochaine tâche pour atteindre 5 000.
it: prova a fare una breve passeggiata prima del tuo prossimo compito per raggiungere 5.000.
ja: 5,000 を達成するために、次のタスクの前に少し歩いてみてください。
pt: tente uma curta caminhada antes de sua próxima tarefa para atingir 5.000.
zh_hans: 在下一个任务达到 5,000 之前尝试走一小段路。

source: try moving your workout earlier today.
de: Versuchen Sie, Ihr Training heute früher zu verlegen.
es: Intente adelantar su entrenamiento hoy.
fr: essaie de déplacer ta séance plus tôt aujourd'hui.
it: prova a spostare il tuo allenamento prima oggi.
ja: 今日はワークアウトを早めに変更してみてください。
pt: tente mudar seu treino mais cedo hoje.
zh_hans: 尝试将今天的锻炼时间提前一些。

source: try to be in bed 45 minutes earlier tonight to recover.
de: Versuchen Sie, heute Abend 45 Minuten früher im Bett zu sein, um sich zu erholen.
es: Intente acostarse 45 minutos antes esta noche para recuperarse.
fr: essaie d'être au lit 45 minutes plus tôt ce soir pour récupérer.
it: cerca di andare a letto 45 minuti prima stasera per riprenderti.
ja: 回復するために今夜は45分早く寝るようにしてください。
pt: tente ir para a cama 45 minutos mais cedo hoje à noite para se recuperar.
zh_hans: 今晚尽量早 45 分钟上床睡觉以恢复体力。

source: use it to reset, not scroll.
de: Verwenden Sie es zum Zurücksetzen, nicht zum Scrollen.
es: Úselo para restablecer, no para desplazarse.
fr: utilise-la pour te reset, pas pour scroller.
it: usalo per reimpostare, non per scorrere.
ja: スクロールではなくリセットに使用します。
pt: use-o para redefinir, não para rolar.
zh_hans: 用它来重置，而不是滚动。

source: Use this recovery window for something that matters.
de: Nutzen Sie dieses Wiederherstellungsfenster für etwas Wichtiges.
es: Utilice esta ventana de recuperación para algo que importe.
fr: Utilise cette fenêtre de récupération pour quelque chose qui compte.
it: Usa questa finestra di recupero per qualcosa che conta.
ja: この回復期間を重要な作業に使用してください。
pt: Use esta janela de recuperação para algo importante.
zh_hans: 使用此恢复窗口来处理重要的事情。

source: Used by %@
de: Verwendet von %@
es: Usado por %@
fr: Utilisé par %@
it: Utilizzato da %@
ja: %@ が使用
pt: Usado por %@
zh_hans: 由 %@ 使用

source: walking
de: gehen
es: caminando
fr: marche
it: a piedi
ja: 歩く
pt: andando
zh_hans: 步行

source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Bon retour
it: Bentornato
ja: おかえり
pt: bem vindo de volta
zh_hans: 欢迎回来

source: well recovered
de: gut erholt
es: bien recuperado
fr: bien récupéré
it: ben recuperato
ja: よく回復した
pt: bem recuperado
zh_hans: 恢复得很好

source: Well recovered
de: Gut erholt
es: bien recuperado
fr: Bien récupéré
it: Ben recuperato
ja: 順調に回復しました
pt: Bem recuperado
zh_hans: 恢复良好

source: what drains you,
de: Was erschöpft dich,
es: lo que te agota,
fr: ce qui te vide,
it: ciò che ti prosciuga,
ja: 何があなたを消耗させますか、
pt: o que te esgota,
zh_hans: 是什么让你筋疲力尽，

source: what drew it down
de: Was hat es zum Absturz gebracht?
es: ¿Qué lo derribó?
fr: ce qui t'a vidé
it: cosa lo ha tirato giù
ja: 何がそれを引き下げたのか
pt: o que o atraiu
zh_hans: 是什么吸引了它

source: what helps you recharge?
de: was hilft dir aufladen?
es: que te ayuda recargar?
fr: qu'est-ce qui t'aide à te recharger ?
it: cosa ti aiuta ricaricare?
ja: 何があなたを助けますか 充電しますか？
pt: o que ajuda você recarregar?
zh_hans: 对你有什么帮助 充值？

source: What KOMO has learned, saved, and reminded you about.
de: Was KOMO gelernt, gespeichert und erinnert hat.
es: Lo que KOMO ha aprendido, guardado y recordado.
fr: Ce que KOMO a appris, sauvegardé et vous a rappelé.
it: Ciò che KOMO ha imparato, salvato e ricordato.
ja: KOMO が学び、保存し、思い出させてくれたこと。
pt: O que KOMO aprendeu, salvou e lembrou você.
zh_hans: KOMO 学到、保存和提醒您的内容。

source: what recharged you
de: Was hat dich aufgeladen?
es: que te recargo
fr: ce qui t'a rechargé
it: cosa ti ha ricaricato
ja: 何があなたを充電させたのか
pt: o que te recarregou
zh_hans: 是什么让你充电

source: what restores you,
de: was dich wiederherstellt,
es: lo que te restaura,
fr: ce qui te recharge,
it: ciò che ti ristora,
ja: あなたを元気づけるものは、
pt: o que te restaura,
zh_hans: 什么让你恢复，

source: what usually drains you?
de: was normalerweise erschöpft dich?
es: lo que normalmente ¿te drena?
fr: qu'est-ce qui te vide le plus souvent ?
it: cosa di solito ti prosciuga?
ja: いつもは何 消耗しますか？
pt: o que normalmente drena você?
zh_hans: 通常什么 让你精疲力尽？

source: when do you feel most switched on?
de: Wann fühlst du dich? am meisten eingeschaltet?
es: cuando te sientes ¿La mayoría encendida?
fr: quand te sens-tu le plus en forme ?
it: quando ti senti? più acceso?
ja: いつ感じますか ほとんどのスイッチが入っていますか？
pt: quando você se sente mais ligado?
zh_hans: 你什么时候感觉 大多数打开？

source: Why %1$lld percent
de: Warum %1$lld Prozent
es: Por qué %1$lld por ciento
fr: Pourquoi %1$lld %%
it: Perché il %1$lld percento
ja: なぜ%1$lldパーセントなのか
pt: Por que %1$lld por cento
zh_hans: 为什么 %1$lld 百分比

source: Why %lld percent
de: Warum %lld Prozent
es: Por qué %lld por ciento
fr: Pourquoi %lld pour cent
it: Perché il %lld percento
ja: なぜ%lldパーセントなのか
pt: Por que %lld por cento
zh_hans: 为什么 %lld 百分比

source: working hard at rest
de: in Ruhe hart arbeiten
es: trabajando duro en reposo
fr: encore sous tension au repos
it: lavorare sodo a riposo
ja: 休みながら一生懸命働く
pt: trabalhando duro em repouso
zh_hans: 休息时努力工作

source: workout
de: trainieren
es: ejercicio
fr: sport
it: allenamento
ja: いい結果
pt: dar certo
zh_hans: 锻炼

source: Workout effort
de: Trainingsaufwand
es: esfuerzo de entrenamiento
fr: Effort sportif
it: Sforzo di allenamento
ja: トレーニングの努力
pt: Esforço de treino
zh_hans: 锻炼努力

source: Write a note
de: Schreiben Sie eine Notiz
es: escribe una nota
fr: Écrire une note
it: Scrivi una nota
ja: メモを書く
pt: Escreva uma nota
zh_hans: 写一个注释

source: you got %1$@ hours of sleep. a little short for feeling fully rested.
de: Du hast %1$@ Stunden geschlafen. ein wenig zu kurz, um sich völlig ausgeruht zu fühlen.
es: dormiste %1$@ horas. Un poco corto para sentirte completamente descansado.
fr: tu as dormi %1$@ heures. un peu court pour te sentir vraiment reposé.
it: hai dormito %1$@ ore. un po' corto per sentirsi completamente riposati.
ja: あなたは%1$@時間の睡眠をとりました。完全に休んだと感じるには少し足りない。
pt: você tem %1$@ horas de sono. um pouco curto para se sentir totalmente descansado.
zh_hans: 您有 %1$@ 小时的睡眠时间。感觉休息时间有点短。

source: you have %1$lld meetings today — a heavy cognitive load.
de: Sie haben heute %1$lld Besprechungen – eine hohe kognitive Belastung.
es: Tienes %1$lld reuniones hoy: una gran carga cognitiva.
fr: tu as %1$lld réunions aujourd'hui — grosse charge cognitive.
it: hai %1$lld riunioni oggi: un carico cognitivo pesante.
ja: 今日は%1$lld会議がありますが、これは認知的負荷が大きいです。
pt: você tem reuniões %1$lld hoje – uma carga cognitiva pesada.
zh_hans: 你今天有 %1$lld 次会议——认知负担很重。

source: you have %1$lld meetings today. it's a full day for your head.
de: Sie haben heute %1$lld Besprechungen. Es ist ein voller Tag für deinen Kopf.
es: Tienes %1$lld reuniones hoy. es un día completo para tu cabeza.
fr: tu as %1$lld réunions aujourd'hui. c'est une journée bien chargée pour la tête.
it: hai %1$lld riunioni oggi. è una giornata intera per la tua testa.
ja: 今日は%1$lld会議があります。頭にとっては丸一日です。
pt: você tem reuniões %1$lld hoje. é um dia inteiro para sua cabeça.
zh_hans: 您今天有%1$lld 会议。这对你的头脑来说是一整天。

source: you have a heavy meeting block today.
de: Sie haben heute einen schweren Besprechungsblock.
es: Tienes un gran bloqueo de reuniones hoy.
fr: tu as un gros bloc de réunions aujourd'hui.
it: hai un pesante blocco delle riunioni oggi.
ja: 今日は会議が多忙です。
pt: você tem um grande bloco de reuniões hoje.
zh_hans: 今天你的会议阻塞很重。

source: you have a small window right now.
de: Du hast gerade ein kleines Fenster.
es: Tienes una pequeña ventana ahora mismo.
fr: tu as une petite fenêtre maintenant.
it: hai una piccola finestra in questo momento.
ja: 今は小さな窓があります。
pt: você tem uma pequena janela agora.
zh_hans: 你现在有一个小窗口。

source: you look mentally loaded today.
de: Du siehst heute geistig belastet aus.
es: Te ves mentalmente cargado hoy.
fr: tu as l'air mentalement chargé(e) aujourd'hui.
it: sembri mentalmente carico oggi.
ja: 今日は精神的に疲れているようですね。
pt: você parece mentalmente carregado hoje.
zh_hans: 你今天看上去精神负担很重。

source: you moved a lot. let the evening be for rest, not another big effort.
de: Du bist viel umgezogen. Lassen Sie den Abend zum Ausruhen dienen und nicht zu einer weiteren großen Anstrengung.
es: te moviste mucho. que la tarde sea para descansar, no para otro gran esfuerzo.
fr: tu as beaucoup bougé. laisse la soirée pour te reposer, pas pour un nouvel effort.
it: ti sei mosso molto. lascia che la serata sia dedicata al riposo, non ad un'altra grande fatica.
ja: あなたはたくさん動きました。夜は休息の時間にしましょう。別の大きな努力はしないでください。
pt: você se mudou muito. deixe a noite ser para descanso, não para outro grande esforço.
zh_hans: 你搬了很多。让晚上休息一下，而不是再做很大的努力。

source: you moved more than usual yesterday.
de: Du hast dich gestern mehr als sonst bewegt.
es: Ayer te moviste más de lo habitual.
fr: tu t'es plus déplacé(e) qu'à l'ordinaire hier.
it: ti sei mosso più del solito ieri.
ja: 昨日はいつもより動きましたね。
pt: você se moveu mais do que o normal ontem.
zh_hans: 昨天你比平常动得更多。

source: you only slept %1$@ hours last night — that's below your recovery threshold.
de: Sie haben letzte Nacht nur %1$@ Stunden geschlafen – das liegt unter Ihrer Erholungsschwelle.
es: Anoche solo dormiste %1$@ horas, lo que está por debajo de tu umbral de recuperación.
fr: tu n'as dormi que %1$@ heures la nuit dernière — en dessous de ton seuil de récupération.
it: hai dormito solo %1$@ ore la notte scorsa: è un valore inferiore alla soglia di recupero.
ja: 昨夜は%1$@時間しか眠れませんでした。これは回復しきい値を下回っています。
pt: você dormiu apenas %1$@ horas na noite passada - isso está abaixo do seu limite de recuperação.
zh_hans: 您昨晚只睡了 %1$@ 小时 - 这低于您的恢复阈值。

source: you seem close to an energy crash.
de: Du scheinst einem Energiecrash nahe zu sein.
es: Pareces estar cerca de un colapso energético.
fr: tu sembles proche d'un crash d'énergie.
it: sembri vicino ad un crollo energetico.
ja: あなたはエネルギーの崩壊に近づいているようです。
pt: você parece perto de uma queda de energia.
zh_hans: 你似乎已经接近能源崩溃了。

source: you skipped your usual workout today.
de: Du hast heute dein übliches Training ausgelassen.
es: Te saltaste tu entrenamiento habitual hoy.
fr: tu as sauté ta séance habituelle aujourd'hui.
it: hai saltato il tuo solito allenamento oggi.
ja: 今日はいつものトレーニングをサボりました。
pt: você pulou seu treino habitual hoje.
zh_hans: 你今天跳过了平常的锻炼。

source: you slept %1$@ hours — a little short for full recovery.
de: Sie haben %1$@ Stunden geschlafen – etwas zu wenig für eine vollständige Genesung.
es: dormiste %1$@ horas, un poco poco para una recuperación completa.
fr: tu as dormi %1$@ heures — un peu court pour une récupération complète.
it: hai dormito %1$@ ore, un po' poco per un completo recupero.
ja: %1$@ 時間睡眠しました。完全に回復するには少し短すぎます。
pt: você dormiu %1$@ horas - um pouco menos para uma recuperação total.
zh_hans: 您睡了 %1$@ 小时——对于完全恢复来说有点短。

source: you slept %1$@ hours last night — solid recovery.
de: Du hast letzte Nacht %1$@ Stunden geschlafen – solide Genesung.
es: Dormiste %1$@ horas anoche: recuperación sólida.
fr: tu as dormi %1$@ heures la nuit dernière — bonne récupération.
it: hai dormito %1$@ ore ieri notte: buon recupero.
ja: 昨夜は%1$@時間寝ました – しっかりと回復しました。
pt: você dormiu %1$@ horas na noite passada - recuperação sólida.
zh_hans: 您昨晚睡了 %1$@ 小时 — 恢复良好。

source: You slept %1$@ hours last night — your body had time to recover.
de: Sie haben letzte Nacht %1$@ Stunden geschlafen – Ihr Körper hatte Zeit, sich zu erholen.
es: Anoche dormiste %1$@ horas; tu cuerpo tuvo tiempo de recuperarse.
fr: Tu as dormi %1$@ heures la nuit dernière — ton corps a eu le temps de récupérer.
it: Hai dormito %1$@ ore la notte scorsa: il tuo corpo ha avuto il tempo di riprendersi.
ja: 昨夜は%1$@時間眠ったので、体が回復する時間がありました。
pt: Você dormiu %1$@ horas na noite passada – seu corpo teve tempo de se recuperar.
zh_hans: 您昨晚睡了 %1$@ 小时 — 您的身体有时间恢复。

source: you slept 7+ hours on five nights this week.
de: Du hast diese Woche an fünf Nächten mehr als 7 Stunden geschlafen.
es: Dormiste más de 7 horas en cinco noches esta semana.
fr: tu as dormi 7 h+ cinq nuits cette semaine.
it: hai dormito più di 7 ore in cinque notti questa settimana.
ja: 今週は5晩で7時間以上寝ました。
pt: você dormiu mais de 7 horas em cinco noites esta semana.
zh_hans: 这周您有 5 个晚上睡了 7 个小时以上。

source: you tend to sit for long stretches on workdays.
de: Sie neigen dazu, an Arbeitstagen längere Zeit zu sitzen.
es: tiende a permanecer sentado durante largos períodos de tiempo los días laborables.
fr: tu restes assis(e) longtemps les jours de travail.
it: tendi a sederti per lunghi periodi nei giorni feriali.
ja: 勤務日は長時間座る傾向があります。
pt: você tende a ficar sentado por longos períodos nos dias de trabalho.
zh_hans: 您在工作日往往会长时间坐着。

source: you walked a lot today. %1$@ steps, well above your usual goal.
de: Du bist heute viel gelaufen. %1$@ Schritte, deutlich über Ihrem üblichen Ziel.
es: caminaste mucho hoy. %1$@ pasos, muy por encima de tu objetivo habitual.
fr: tu as beaucoup marché aujourd'hui. %1$@ pas, bien au-dessus de ton objectif habituel.
it: hai camminato molto oggi. %1$@ passi, ben al di sopra del tuo solito obiettivo.
ja: 今日はたくさん歩きましたね。 %1$@ 歩、通常の目標を大幅に上回ります。
pt: você andou muito hoje. %1$@ passos, bem acima do seu objetivo habitual.
zh_hans: 你今天走了很多路。 %1$@ 步，远高于您的平常目标。

source: you walked a lot today. %1$lld steps, one of your stronger days.
de: Du bist heute viel gelaufen. %1$lld Schritte, einer deiner stärkeren Tage.
es: caminaste mucho hoy. %1$lld pasos, uno de tus días más fuertes.
fr: tu as beaucoup marché aujourd'hui. %1$lld étapes, un de vos jours les plus forts.
it: hai camminato molto oggi. %1$lld passi, uno dei tuoi giorni più forti.
ja: 今日はたくさん歩きましたね。 %1$lld 歩、あなたの力強い日の 1 つです。
pt: você andou muito hoje. %1$lld passos, um dos seus dias mais fortes.
zh_hans: 你今天走了很多路。 %1$lld 步，您最坚强的日子之一。

source: you're rested. maybe use that good energy on something you care about.
de: Du bist ausgeruht. Vielleicht nutzen Sie diese gute Energie für etwas, das Ihnen am Herzen liegt.
es: estás descansado. tal vez uses esa buena energía en algo que te importe.
fr: tu es reposé. profite de cette bonne énergie pour quelque chose qui compte pour toi.
it: sei riposato. magari usa quella buona energia su qualcosa a cui tieni.
ja: あなたは休んでいます。その良いエネルギーを自分が気にかけていることに使ってみてはいかがでしょうか。
pt: você está descansado. talvez use essa boa energia em algo que lhe interessa.
zh_hans: 你休息好了。也许可以将这种好的能量用在你关心的事情上。

source: you've only moved %1$@ steps so far today.
de: Du hast heute bisher nur %1$@ Schritte zurückgelegt.
es: Hasta ahora solo has avanzado %1$@ pasos.
fr: tu n'as fait que %1$@ pas aujourd'hui.
it: hai percorso solo %1$@ passi finora oggi.
ja: 今日はまだ %1$@ 歩しか移動していません。
pt: você só moveu %1$@ passos até agora hoje.
zh_hans: 今天到目前为止，您仅移动了 %1$@ 步。

source: your afternoon dips often follow low-movement mornings.
de: Ihre Einbrüche am Nachmittag folgen oft bewegungsarmen Morgen.
es: los chapuzones de la tarde suelen seguir a las mañanas de poco movimiento.
fr: tes baisses d'après-midi suivent souvent des matinées peu actives.
it: i tuoi tuffi pomeridiani spesso seguono mattine con poco movimento.
ja: 動きの少ない朝の後に午後の落ち込みが起こることがよくあります。
pt: suas quedas à tarde geralmente seguem as manhãs de baixo movimento.
zh_hans: 下午的下跌通常伴随着早晨的低波动。

source: your best energy window is usually in the morning.
de: Ihr bestes Energiefenster ist normalerweise der Morgen.
es: Su mejor ventana de energía suele ser por la mañana.
fr: ta meilleure plage d'énergie est souvent le matin.
it: la tua migliore finestra energetica è solitamente la mattina.
ja: 通常、エネルギーが最も高まる時間帯は午前中です。
pt: sua melhor janela de energia geralmente é pela manhã.
zh_hans: 你最好的能量窗口通常是在早上。

source: your body had time to restore. use that clarity for something that matters.
de: Ihr Körper hatte Zeit, sich zu erholen. Nutzen Sie diese Klarheit für etwas, das wichtig ist.
es: Tu cuerpo tuvo tiempo de recuperarse. Usa esa claridad para algo que importe.
fr: ton corps a eu le temps de se restaurer. utilise cette clarté pour quelque chose qui compte.
it: il tuo corpo ha avuto il tempo di rigenerarsi. usa quella chiarezza per qualcosa che conta.
ja: あなたの体には回復する時間がありました。その明快さを重要なことのために使いましょう。
pt: seu corpo teve tempo para se restaurar. use essa clareza para algo que importa.
zh_hans: 你的身体有时间恢复。将这种清晰度用于重要的事情。

source: your body has been still for a while.
de: Dein Körper ist schon eine Weile still.
es: Tu cuerpo ha estado quieto por un tiempo.
fr: ton corps est resté immobile un moment.
it: il tuo corpo è rimasto fermo per un po'.
ja: あなたの体はしばらく静止していました。
pt: seu corpo ficou parado por um tempo.
zh_hans: 你的身体已经静止了一段时间了。

source: your body is active. let the evening be for recovery, not another workout.
de: Dein Körper ist aktiv. Lassen Sie den Abend der Erholung dienen, nicht einem weiteren Training.
es: Tu cuerpo está activo. Deje que la noche sea para recuperarse, no para otro ejercicio.
fr: ton corps est actif. laisse la soirée à la récupération, pas à une autre séance.
it: il tuo corpo è attivo. lascia che la serata sia dedicata al recupero, non a un altro allenamento.
ja: あなたの体は活動的です。夜は別のトレーニングではなく、回復のために使いましょう。
pt: seu corpo está ativo. deixe a noite ser para recuperação, não para outro treino.
zh_hans: 你的身体很活跃。让晚上用于恢复，而不是再次锻炼。

source: your body recovered well. you have good energy reserves today.
de: Dein Körper hat sich gut erholt. Du hast heute gute Energiereserven.
es: Tu cuerpo se recuperó bien. Tienes buenas reservas de energía hoy.
fr: ton corps a bien récupéré. tu as de bonnes réserves d'énergie aujourd'hui.
it: il tuo corpo si è ripreso bene. hai buone riserve di energia oggi.
ja: あなたの体はよく回復しました。今日のあなたには十分なエネルギーが蓄えられています。
pt: seu corpo se recuperou bem. você tem boas reservas de energia hoje.
zh_hans: 你的身体恢复得很好。今天你有很好的能量储备。

source: your body seems tired today. recovery looks lower than usual.
de: Dein Körper scheint heute müde zu sein. Die Erholung scheint geringer als gewöhnlich zu sein.
es: Tu cuerpo parece cansado hoy. la recuperación parece menor de lo habitual.
fr: ton corps semble fatigué aujourd'hui. la récupération paraît plus basse que d'habitude.
it: il tuo corpo sembra stanco oggi. il recupero sembra inferiore al solito.
ja: 今日は体が疲れているようです。回復力は通常より低いようです。
pt: seu corpo parece cansado hoje. a recuperação parece menor do que o normal.
zh_hans: 今天你的身体看起来很累。复苏看起来比平时要低。

source: your body seems to recover better when sleep is consistent.
de: Ihr Körper scheint sich besser zu erholen, wenn Sie gleichmäßig schlafen.
es: Su cuerpo parece recuperarse mejor cuando el sueño es constante.
fr: ton corps semble mieux récupérer quand le sommeil est régulier.
it: il tuo corpo sembra riprendersi meglio quando il sonno è costante.
ja: 睡眠が安定していると、体の回復が促進されるようです。
pt: seu corpo parece se recuperar melhor quando o sono é consistente.
zh_hans: 当睡眠稳定时，你的身体似乎会恢复得更好。

source: your calendar
de: Ihren Kalender
es: tu calendario
fr: ton calendrier
it: il tuo calendario
ja: あなたのカレンダー
pt: seu calendário
zh_hans: 你的日历

source: Your calendar (%1$@) is adding cognitive load today.
de: Ihr Kalender (%1$@) erhöht heute die kognitive Belastung.
es: Su calendario (%1$@) está agregando carga cognitiva hoy.
fr: Ton calendrier (%1$@) ajoute une charge cognitive aujourd'hui.
it: Il tuo calendario (%1$@) sta aggiungendo carico cognitivo oggi.
ja: あなたのカレンダー (%1$@) は今日、認知的負荷を増大させています。
pt: Seu calendário (%1$@) está adicionando carga cognitiva hoje.
zh_hans: 您的日历 (%1$@) 今天增加了认知负荷。

source: your calendar is adding a lot to your day.
de: Ihr Kalender trägt viel zu Ihrem Tag bei.
es: tu calendario está agregando mucho a tu día.
fr: ton calendrier alourdit pas mal ta journée.
it: il tuo calendario aggiunge molto alla tua giornata.
ja: あなたのカレンダーはあなたの一日に多くのことを加えています。
pt: seu calendário está acrescentando muito ao seu dia.
zh_hans: 您的日历为您的一天增添了很多内容。

source: your calendar looks packed before lunch.
de: Ihr Kalender sieht vor dem Mittagessen voll aus.
es: tu calendario parece lleno antes del almuerzo.
fr: ton calendrier a l'air chargé avant le déjeuner.
it: la tua agenda sembra piena prima di pranzo.
ja: 昼食前にカレンダーがいっぱいになってしまいます。
pt: sua agenda parece lotada antes do almoço.
zh_hans: 午餐前你的日历看起来已经排满了。

source: Your companion kept the light on. It missed you.
de: Dein Begleiter ließ das Licht an. Es hat dich vermisst.
es: Tu compañero mantuvo la luz encendida. Te extrañó.
fr: Votre compagnon a gardé la lumière allumée. Tu lui as manqué.
it: Il tuo compagno ha tenuto la luce accesa. Ci sei mancato.
ja: あなたの仲間は電気をつけ続けました。寂しかったですね。
pt: Seu companheiro manteve a luz acesa. Sentiu sua falta.
zh_hans: 你的同伴一直开着灯。它想念你。

source: Your data stays private on this device.
de: Ihre Daten bleiben auf diesem Gerät privat.
es: Sus datos permanecen privados en este dispositivo.
fr: Tes données restent privées sur cet appareil.
it: I tuoi dati rimangono privati ​​su questo dispositivo.
ja: あなたのデータはこのデバイス上でプライベートに保たれます。
pt: Seus dados permanecem privados neste dispositivo.
zh_hans: 您的数据在此设备上保持私密。

source: Your energy and today's insight, synced from Komo.
de: Ihre Energie und die heutigen Erkenntnisse, synchronisiert von Komo.
es: Tu energía y la visión de hoy, sincronizadas desde Komo.
fr: Ton énergie et l'insight du jour, synchronisés depuis Komo.
it: La tua energia e le informazioni di oggi, sincronizzate da Komo.
ja: Komo から同期された、あなたのエネルギーと今日の洞察。
pt: Sua energia e a visão de hoje, sincronizadas com Komo.
zh_hans: 您的精力和今天的见解，从 Komo 同步。
